{"text": [
    {
        "title": "Dynasty: Han 汉 (206 BCE–220 CE)",
        "content": "Script Name: Clerical Script (隶书, Lìshù was developed during the Han Dynasty for official and administrative purposes. It was designed for practicality, allowing for faster writing and easier reading. Clerical Script marked the shift from decorative to functional writing styles."
    },
    {
        "title": "Key Characteristics",
        "content": "Flat, Horizontal Emphasis: Strokes are often flatter and wider, giving the characters a squat appearance. The script places emphasis on horizontal lines."
    },
    {
        "content": "Angular and Structured: Clerical Script is more angular and has pronounced corners, with each stroke clearly defined, making it highly legible."
    },
    {
        "content": "Simplicity and Standardization: Strokes are simplified, and the script is less pictographic than earlier forms, reflecting its use for bureaucratic documentation."
    },
    {
        "title": "Character for Fish",
        "content": "The character for fish (鱼, yú) in Clerical Script represents a significant transition from the rounded, flowing forms of Seal Script to a more angular and flattened style. This stage simplified the character while emphasizing horizontal strokes, making it more practical for writing with a brush and suitable for everyday use:"
    },
    {
        "title": "Body:",
        "content": "The body is rectangular, with flatter, wider strokes that create a sturdy, compact shape."
    },
    {
        "title": "Tail:",
        "content": "The tail is angular, represented by two short strokes or hooks, reflecting the script's practical, standardized style."
    },
    {
        "title": "Fins:",
        "content": "The fins are simple, short horizontal lines on either side, with a focus on clarity and ease of execution."
    },
    {
        "title": "Head and Eye:",
        "content": "The eye is a small dot, positioned near the top, minimized for simplicity while maintaining recognition of the character."
    }
]}