{"text": }[
    {
        "title": "Dynasty: Shang 商 & Zhou 周",
        "content": "金文 (Jīnwén), or Bronze Script, is an ancient form of Chinese writing commonly inscribed on bronze vessels, weapons, and ceremonial objects, often used for rituals or to commemorate significant events. The characters in 金文 are more intricate and expressive compared to earlier scripts, like Oracle Bone Script, reflecting artistic detail and stylistic freedom."
    },
    {
        "title": "Key Characteristic",
        "content": "Aesthetic and Expressive: The characters in Bronze Script often feature sweeping curves and more rounded forms than the angular shapes seen in Oracle Bone Script. This made it more visually elaborate"
    },
    {
        "content": "Size and Layout Variability: Inscriptions in 金文 varied in size and orientation, adapting to the shape of the bronze object, which gave it a more flexible, less standardized appearance."
    },
    {
        "title": "Character for Fish",
        "content": "The character for fish (鱼, yú) evolved from the earlier pictorial style of Oracle Bone Script to a slightly more stylized and elongated form. This stage retained recognizable features but was adapted for inscriptions on bronze vessels, where it needed to be more structured and visually balanced:"
    },
    {
        "title": "Body:",
        "content": "The body became a longer, more streamlined shape, often thicker in the middle and tapering toward the ends, representing the natural form of a fish."
    },
    {
        "title": "Tail:",
        "content": "The tail was still depicted with a split or forked design at the end, but the shape was more angular and less curved compared to the Oracle Bone version, giving it a more formal appearance."
    },
    {
        "title": "Fins:",
        "content": "The fins on the top and bottom were represented by small, subtle marks or angled lines, indicating a simplification of detail while retaining the essential elements."
    },
    {
        "title": "Head and Eye:",
        "content": "The head was more integrated into the body with a simple rounded or small circular mark to represent the eye, creating a smoother, continuous form."
    }
]